{
    "jokes": [{
            "Joke": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me.",
            "Creator": "Rodney Dangerfield",
            "ID": "0"
     },
     {
        "Joke": "When I was a kid I got no respect. The time I was kidnapped, and the kidnappers sent my parents a note they said, `We want five thousand dollars or you'll see your kid again`",
        "Creator": "Rodney Dangerfield",
        "ID": "1"
    },
    {
        "Joke": "My wife and I were happy for twenty years. Then we met.",
        "Creator": "Rodney Dangerfield",
        "ID": "2"
    },
    {
        "Joke": "When I was born the doctor came out to the waiting room and said to my father, `I'm very sorry. We did everything we could...but he pulled through.`",
        "Creator": "Rodney Dangerfield",
        "ID": "3"
    },
    {
        "Joke": "I come from a stupid family. During the Civil War my great uncle fought for the west!",
        "Creator": "Rodney Dangerfield",
        "ID": "4"
    },
    {
        "Joke": "My mother never breast fed me. She told me that she only liked me as a friend.",
        "Creator": "Rodney Dangerfield",
        "ID": "5"
    },
    {
        "Joke": "Last week my tie caught on fire. Some guy tried to put it out with an ax!",
        "Creator": "Rodney Dangerfield",
        "ID": "6"
    },
    {
        "Joke": "When I played in the sandbox the cat kept covering me up.",
        "Creator": "Rodney Dangerfield",
        "ID": "7"
    },
    {
        "Joke": "I remember the time I was kidnapped and they sent back a piece of my finger to my father. He said he wanted more proof.",
        "Creator": "Rodney Dangerfield",
        "ID": "8"
    },
    {
        "Joke": "My uncle's dying wish was to have me sitting on his lap. He was in the electric chair.",
        "Creator": "Rodney Dangerfield",
        "ID": "9"
    },
    {
        "Joke": "Once when I was lost I saw a policeman and asked him to help me find my parents. I said to him, `Do you think we'll ever find them?` He said, `I don't know kid. There are so many places they can hide`",
        "Creator": "Rodney Dangerfield",
        "ID": "10"
    },
    {
        "Joke": "I went to see my doctor... Doctor Vidi-boom-ba. Yeah...I told him once, `Doctor, every morning when I get up and look in the mirror I feel like throwing up. What's wrong with me? He said, `I don't know, but your eyesight is perfect.",
        "Creator": "Rodney Dangerfield",
        "ID": "11"
    },
    {
        "Joke": "My wife isn't very bright. The other day she was at the store, and just as she was heading for our car, someone stole it! I said, `Did you see the guy that did it?` She said, `No, but I got the license plate.`",
        "Creator": "Rodney Dangerfield",
        "ID": "12"
    },
    {
        "Joke": "I was tired one night and I went to the bar to have a few drinks. The bartender asked me, `What'll you have?` I said, `Surprise me.` He showed me a naked picture of my wife.",
        "Creator": "Rodney Dangerfield",
        "ID": "13"
    },
    {
        "Joke": "During sex my wife always wants to talk to me. Just the other night she called me from a hotel.",
        "Creator": "Rodney Dangerfield",
        "ID": "14"
    },
    {
        "Joke": "My marriage is on the rocks again. Yeah, my wife just broke up with her boyfriend.",
        "Creator": "Rodney Dangerfield",
        "ID": "15"
    },
    {
        "Joke": "I looked up my family tree and found three dogs using it.",
        "Creator": "Rodney Dangerfield",
        "ID": "16"
    },
    {
        "Joke": "My old man, I told him I'm tired of running around in circles, So he nailed my other foot to the floor.",
        "Creator": "Rodney Dangerfield",
        "ID": "17"
    },
    {
        "Joke": "It's tough to stay married. My wife says no because she's tired then stays up and reads her book.",
        "Creator": "Rodney Dangerfield",
        "ID": "18"
    },
    {
        "Joke": "My wife's not to smart. I told her our kids were spoiled. she said, `all kids smell that way`.",
        "Creator": "Rodney Dangerfield",
        "ID": "19"
    },
    {
        "Joke": "My cousins gay, in school while other kids were dissecting frog, he was opening flies.",
        "Creator": "Rodney Dangerfield",
        "ID": "20"
    },
    {
        "Joke": "My cousins gay, he went to London only to find out that Big Ben was a clock.",
        "Creator": "Rodney Dangerfield",
        "ID": "21"
    }
    ]
}


