{
    "jokes": [{
            "Joke": " I don't know what else to tell you about myself, I was a writer and an actor, I was a television writer and, ah, I wasn't an actor, I was in acting class. We did a play in acting class by Paddy Chayefsky called `Gideon`, and I played the part of God, in `Gideon`. It was typecasting. It was method acting, so two weeks beforehand, I started to live the part offstage, y'know. I really came on God, there, I was really fabulous, I put on a blue suit, I took taxi cabs all over New York. I tipped big, 'cause he would have. I got into a fight with a guy, and I forgave him. It's true. Some guy hit my fender and I said unto him...I said, `Be fruitful and multiply`, but not in those words.",
            "Creator": "Woody Allen",
            "ID": "0"
     },
     {
        "Joke": "A guy walks into a psychiatrist's office and says, hey doc, my brother's crazy! He thinks he's a chicken. Then the doc says, why don't you turn him in? Then the guy says, I would but I need the eggs. I guess that's how I feel about relationships. They're totally crazy, irrational, and absurd, but we keep going through it because we need the eggs.",
        "Creator": "Woody Allen",
        "ID": "1"
     },
     {
        "Joke": "I come from Brooklyn, we only had Coney Island, which was an awful beach, though there was rumours during the war, that enemy submarines, German subs came into the bathing area at Coney Island, and they were destroyed by the pollution.",
        "Creator": "Woody Allen",
        "ID": "2"
     },
     {
        "Joke": " Floyd and all of his friends are out, y'know, they're swiping hubcaps, in Brooklyn, from moving cars, which is really...amazing. And I walk past him, and he yells out to me, `Hey, Red!`. I was a cocky kid. Put down my violin. I go up to him. I said `My name is not Red. If you want me, call me by my regular name, It's Master Heywood Allen`. I spent that winter in a wheelchair. A team of doctors laboured to remove a violin. Lucky it wasn't a cello.",
        "Creator": "Woody Allen",
        "ID": "3"
     },
     {
        "Joke": "I was once run over by a car with a flat tire, being pushed by two guys",
        "Creator": "Woody Allen",
        "ID": "4"
     },
     {
        "Joke": "My grandfather was a very insignificant man. At his funeral, his hearse followed the other cars.",
        "Creator": "Woody Allen",
        "ID": "5"
     },
     {
        "Joke": "Well, my wife was an immature woman and, ah, That's all I can say, she...See if this is not immature to you: I would be home in the bathrroom, taking a bath, and my wife would walk right in, whenever she felt like, and sink my boats",
        "Creator": "Woody Allen",
        "ID": "6"
     },
     {
        "Joke": "We used to argue and fight, we finally decided, we either take a vacation on Bermuda or get a divorce, one of the two things, and we discussed it very maturely, and we decided on the divorce, 'cause we felt we had a limited amount of money to spend, y'know. A vacation in Bermuda is over in two weeks, but a divorce is something that you'd always have. ",
        "Creator": "Woody Allen",
        "ID": "7"
     },
     {
      "Joke": "And she said `Great, get the divorce`, but it turns out, in New York state, they have a strange law that says you can't get a divorce unless you can prove adultery, and it's weird, because the ten commandments say `Thou shalt not commit adultery`, but New York state says you have to. Well, finally, what happened was, my wife comitted adultery for me. She's always been more mechanically inclined than I have.",
      "Creator": "Woody Allen",
      "ID": "8"
     },
      {
         "Joke": "Years ago, my mother gave me a bullet...a bullet, and I put it in my breast pocket. Two years after that, I was walking down the street, when a berserk evangelist heaved a Gideon bible out a hotel room window, hitting me in the chest. Bible would have gone through my heart if it wasn't for the bullet.  ",
         "Creator": "Woody Allen",
         "ID": "9"
      },
      {
         "Joke": "I was once run over by a car with a flat tire, being pushed by two guys",
         "Creator": "Woody Allen",
         "ID": "10"
      },
      {
         "Joke": " And suddenly my whole life passed before my eyes. I saw myself as a kid again, in Kansas, going to school, swimming at the swimming hole, and fishing, frying up a mess-o-catfish, going down to the general store, getting a piece of gingham for Emmy-Lou. And I realise it's not my life. They're gonna hang me in two minutes, the wrong life is passing before my eyes. And I spoke to them, and I was really eloquent, I said `Fellas, this country can't survive, unless we love one another regardless of race, creed or colour`. And they were so moved by my words, not only did they cut me down and let me go, but that night, I sold them two thousand dollars worth of Israel Bonds.",
         "Creator": "Woody Allen",
         "ID": "11"
      },
      {
         "Joke": "How would you like to be this years vodka man?`, and I say `No. I'm an artist, I do not do commercials. I don't pander. I don't drink vodka and if I did, I would not drink your product.` He said `Too bad. It pays fifty thousand dollars.` and I said `Hold on. I'll put Mr. Allen on the phone.How would you like to be this years vodka man?`, and I say `No. I'm an artist, I do not do commercials. I don't pander. I don't drink vodka and if I did, I would not drink your product.` He said `Too bad. It pays fifty thousand dollars.` and I said `Hold on. I'll put Mr. Allen on the phone.",
         "Creator": "Woody Allen",
         "ID": "12"
      },
      {
         "Joke": "I'm...dicing. A very provocative woman comes up to me, and she begins to...size me up...and I take her upstairs to my hotel room. Shut the door. Remove my glasses. Show her no mercy. I unbutton my shirt, and she unbuttons her shirt. And I smile. She smiles. I remove my shirt and she removes her shirt. And I wink and she winks. And I remove my pants. She removes her pants. And I realize I'm looking into a mirror.",
         "Creator": "Woody Allen",
         "ID": "13"
      },
      {
         "Joke": "The difference between sex and love is that sex relieves tension and love causes it.",
         "Creator": "Woody Allen",
         "ID": "14"
      },
      {
         "Joke": "I don't want to achieve immortality through my work; I want to achieve immortality through not dying. I don't want to live on in the hearts of my countrymen; I want to live on in my apartment.",
         "Creator": "Woody Allen",
         "ID": "15"
      },
      {
         "Joke": "Sex between a man and a woman can be wonderful, provided you can get between the right man and the right woman.",
         "Creator": "Woody Allen",
         "ID": "16"
      },
      {
         "Joke": "How would you like to be this years vodka man?`, and I say `No. I'm an artist, I do not do commercials. I don't pander. I don't drink vodka and if I did, I would not drink your product.` He said `Too bad. It pays fifty thousand dollars.` and I said `Hold on. I'll put Mr. Allen on the phone.How would you like to be this years vodka man?`, and I say `No. I'm an artist, I do not do commercials. I don't pander. I don't drink vodka and if I did, I would not drink your product.` He said `Too bad. It pays fifty thousand dollars.` and I said `Hold on. I'll put Mr. Allen on the phone.",
         "Creator": "Woody Allen",
         "ID": "17"
      }
    ] 
}