{
    "jokes": [
        {
                "Joke": "I want to do another reality show based on 'The Mole,' but it's really about STDs -- sexually transmitted diseases -- and it's called, 'God, I Hope That's a Mole.'",
                "Creator": "Zach Galifianakis",
                "ID": "0"
            },
                    {
                "Joke": "Now, I'd like to do a few characters, if I can. This first character I've been working on is called The Timid Pimp, and he's on the phone with one of his hookers. Here we go: The Timid Pimp -- 'Um, hi, Amber? Hi, it's Marcus. Yeah, I can hold.'",
                "Creator": "Zach Galifianakis",
                "ID": "1"
            },
                    {
                "Joke": "I failed kindergarden because I couldn't spell my last name.",
                "Creator": "Zach Galifianakis",
                "ID": "2"
            },
                    {
                "Joke": "Whenever I'm with a woman I whisper softly into her ear, 'Touch my vagina', and she's like,' What!' and I'm like, 'That's what you're supposed to say.' ",
                "Creator": "Zach Galifianakis",
                "ID": "3"
            },
                    {
                "Joke": "Did you ever wake up with an erection...and find yourself in a massage chair at Brookstone? And you yell to the sales clerk - I'll take it! ",
                "Creator": "Zach Galifianakis",
                "ID": "4"
            },
                    {
                "Joke": "I dream of moving to India, or Pakistan, and becoming a cabdriver.",
                "Creator": "Zach Galifianakis",
                "ID": "5"
            },
            {
                "Joke": "You know you're an alcoholic when the bartender knows your name... and you've never been to that bar before.",
                "Creator": "Zach Galifianakis",
                "ID": "6"
            },
            {
                "Joke": "I was just thinking how unfortunate it'd be to be a fat girl named Candy.",
                "Creator": "Zach Galifianakis",
                "ID": "7"
            },
            {
                "Joke": "I'm writing a book about Siamese Twins that are attached at the nose. It's called: Stop Staring at Me!",
                "Creator": "Zach Galifianakis",
                "ID": "8"
            },
            {
                "Joke": "Have you seen that show on CBS called 'The Amazing Race'? Is that show about white people?",
                "Creator": "Zach Galifianakis",
                "ID": "9"
            },
            {
                "Joke": "My father used to beat me with his belt...while it was still on him.",
                "Creator": "Zach Galifianakis",
                "ID": "10"
            }
        ]
}